// PDRCore
"Please turn on “%@” positioning permissions"="请开启“%@”的定位权限";
"Reauthorization"="重新授权";
"Not allowed"="不允许";
"“%@” Authorization failed. Do you want to reauthorize?"="“%@”授权失败，是否重新授权？";

"There is no uni applet (%@) application resource in the running path, please check whether the application resource is deployed normally"="运行路径中无 uni小程序（%@）应用资源，请检查应用资源是否正常部署";
"Refresh"="刷新";
"copy Link"="复制链接";
"Use Safari to open"="使用Safari打开";
"Share page"="分享页面";
"return"="返回";
"Shut down"="关闭";
"Close tab"="关闭标签卡";
"Collection"="收  藏";
"Click here to return to the main list"="点此返回主列表";
"  Set  "=" 设   置 ";
" History "=" 历   史 ";
" Refresh "=" 刷   新 ";
" Share "=" 分  享 ";
"Add to favorites"="添加到收藏";
"Add to desktop"="添加到桌面";
"initializing"="正在初始化";
"Buffering"="正在缓冲";
"resources (%@) are being buffered. Do you want to continue waiting?"="正在缓冲%@资源，是否继续等待?";
"current location"="当前位置";
"Positioning"="定位中";
"family address"="家庭地址";
"Unit address"="单位地址";
"Beta version (the application has not been audited, and there may be security risks)"="测试版（应用未经审核，可能存在安全隐患）";
"formal edition"="正式版";
"Currently using %@, whether to switch to %@"="当前使用%@，是否切换到%@";
"The current application is a developer test version, which has not been reviewed and may have security risks"="当前应用为开发者测试版本，未经审核，可能存在安全隐患";
"Trust this app and don’t prompt again"="信任此应用，不再提示";
"Error loading streaming app"="加载流应用出错";
"Prompt"="提示";
"Unable to connect to server, please check network settings"="无法连接服务器，请检查网络设置";
"Quit"="退出";
"The current environment does not support downloading unlicensed applications"="当前环境不支持下载未许可的应用";


//广告
"AD"="广告";
"View details"="查看详情";
"Download"="下载";
"Open"="打开";
"jump over"="跳 过";

//video
"Brightness"="亮度";
"Volume"="声音";
"Barrage"="弹幕";

// devtool
"search"="搜索";
"Connecting to debugging service (%@)"="正在连接调试服务(%@)...";
"The connection with debugging service has been disconnected. Possible reasons are as follows: \n1. the mobile phone and PC are not in the same LAN. \n2. Mobile phones use mobile networks. \n3. Mobile phone uses VPN and other proxy settings. \n4. The PC has a firewall."="已断开与调试服务连接，可能原因：\n1. 手机与PC不处于同一局域网。\n2. 手机使用移动网络。\n3. 手机使用VPN等代理设置。\n4. PC设置了防火墙。";
"The connection with debugging service has been disconnected. Possible reasons are as follows: \n1. the mobile phone and PC are not in the same LAN. \n2. Mobile phones use mobile networks. \n3. Mobile phone uses VPN and other proxy settings. \n4. The PC has a firewall."="无法连接调试服务连接，可能原因：\n1. 手机与PC不处于同一局域网。\n2. 手机使用移动网络。\n3. 手机使用VPN等代理设置。\n4. PC设置了防火墙。";
"Reconnection debugging service"="重连调试服务";
"Cancel"="取消";
"OK"="确定";

//地图
"starting point"="起点";
"terminal point"="终点";
"Failed to verify the configured Baidu map key (appkey) [%d], reference: https://ask.dcloud.net.cn/article/29"="配置的百度地图密钥（appkey）校验失败[%d]，参考:https://ask.dcloud.net.cn/article/29";
"Baidu Maps"="百度地图";
"Gaode Maps"="高德地图";
"Take %@: get on at %@ and get off at %@ via %ld station"="乘坐%@:在%@上车途径%ld站在%@下车";

//share
"Share"="分享";
"QQ friends"="QQ好友";
"WeChat friends"="微信好友";
"WeChat Moments"="微信朋友圈";
"Sina Weibo"="新浪微博";
"More sharing"="更多分享...";

//camera
"download failed"="下载失败";
"File download failed, try to download again?"="文件下载失败是否尝试重新下载？";
"Retry"="重试";
